Repository: marmot-protocol/whitenoise-ios
Catalog: Shared/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pt, ru, tr, zh_hans, zh_hant

source: Use default relays
de: Standard-Relays verwenden
es: Usar relays predeterminados
fr: Utiliser les relais par défaut
it: Usa i relay predefiniti
pt: Usar relays padrão
ru: Использовать реле по умолчанию
tr: Varsayılan röleleri kullan
zh_hans: 使用默认中继
zh_hant: 使用預設中繼

source: Use Default Relays
de: Standard-Relays verwenden
es: Usar relays predeterminados
fr: Utiliser les relais par défaut
it: Usa i relay predefiniti
pt: Usar relays padrão
ru: Использовать ретрансляторы по умолчанию
tr: Varsayılan Aktarıcıları Kullan
zh_hans: 使用默认中继
zh_hant: 使用預設中繼站

source: Use Image
de: Bild verwenden
es: Usar imagen
fr: Utiliser l'image
it: Usa immagine
pt: Usar imagem
ru: Использовать изображение
tr: Resmi Kullan
zh_hans: 使用图片
zh_hant: 使用圖片

source: Use the existing profile instead of importing it again.
de: Verwende das vorhandene Profil, statt es erneut zu importieren.
es: Usa el perfil existente en lugar de importarlo otra vez.
fr: Utilisez le profil existant au lieu de l’importer à nouveau.
it: Usa il profilo esistente invece di importarlo di nuovo.
pt: Use o perfil existente em vez de importá-lo novamente.
ru: Используйте существующий профиль вместо повторного импорта.
tr: Yeniden içe aktarmak yerine mevcut profili kullanın.
zh_hans: 请使用现有个人资料，不要再次导入。
zh_hant: 請使用現有個人資料，不要再次匯入。

source: Use these relays
de: Diese Relays verwenden
es: Usar estos relays
fr: Utiliser ces relais
it: Usa questi relay
pt: Usar estes relays
ru: Использовать эти реле
tr: Bu röleleri kullan
zh_hans: 使用这些中继
zh_hant: 使用這些中繼

source: Use These Relays
de: Diese Relays verwenden
es: Usar estos relays
fr: Utiliser ces relais
it: Usa questi relay
pt: Usar estes relays
ru: Использовать эти ретрансляторы
tr: Bu Aktarıcıları Kullan
zh_hans: 使用这些中继
zh_hant: 使用這些中繼站

source: Use these relays?
de: Diese Relays verwenden?
es: ¿Usar estos relays?
fr: Utiliser ces relais ?
it: Vuoi usare questi relay?
pt: Usar estes relays?
ru: Использовать эти реле?
tr: Bu röleler kullanılsın mı?
zh_hans: 要使用这些中继吗？
zh_hant: 要使用這些中繼嗎？

source: Use White Noise on one device
de: White Noise auf einem Gerät verwenden
es: Usa White Noise en un solo dispositivo
fr: Utilisez White Noise sur un seul appareil
it: Usa White Noise su un solo dispositivo
pt: Use o White Noise em um único dispositivo
ru: Используйте White Noise на одном устройстве
tr: White Noise’u tek cihazda kullan
zh_hans: 在一台设备上使用 White Noise
zh_hant: 在一台裝置上使用 White Noise

source: Uses a generic wake-up signal to check for new messages in the background. Message details stay on this iPhone.
de: Verwendet ein allgemeines Wecksignal, um im Hintergrund nach neuen Nachrichten zu suchen. Nachrichtendetails bleiben auf diesem iPhone.
es: Usa una señal genérica de activación para buscar mensajes nuevos en segundo plano. Los detalles de los mensajes se quedan en este iPhone.
fr: Utilise un signal de réveil générique pour vérifier les nouveaux messages en arrière-plan. Les détails des messages restent sur cet iPhone.
it: Usa un segnale di riattivazione generico per controllare i nuovi messaggi in background. I dettagli dei messaggi restano su questo iPhone.
pt: Usa um sinal genérico de ativação para verificar novas mensagens em segundo plano. Os detalhes das mensagens permanecem neste iPhone.
ru: Использует общий сигнал пробуждения для проверки новых сообщений в фоне. Содержимое сообщений остаётся на этом iPhone.
tr: Arka planda yeni mesajları kontrol etmek için genel bir uyandırma sinyali kullanır. Mesaj ayrıntıları bu iPhone’da kalır.
zh_hans: 使用通用唤醒信号在后台检查新消息。消息详情仅保留在此 iPhone 上。
zh_hant: 使用通用喚醒訊號在背景檢查新訊息。訊息詳情僅保留在此 iPhone 上。

source: Using one device
de: Ein Gerät verwenden
es: Usar un solo dispositivo
fr: Utiliser un seul appareil
it: Usare un solo dispositivo
pt: Usar um único dispositivo
ru: Использование одного устройства
tr: Tek cihaz kullanımı
zh_hans: 使用一台设备
zh_hant: 使用一台裝置

source: Verified
de: Verifiziert
es: Verificado
fr: Vérifié
it: Verificato
pt: Verificado
ru: Подтверждено
tr: Doğrulandı
zh_hans: 已验证
zh_hant: 已驗證

source: Verified address
de: Verifizierte Adresse
es: Dirección verificada
fr: Adresse vérifiée
it: Indirizzo verificato
pt: Endereço verificado
ru: Подтверждённый адрес
tr: Doğrulanmış adres
zh_hans: 已验证的地址
zh_hant: 已驗證的地址

source: Verified Nostr Address
de: Verifizierte Nostr-Adresse
es: Dirección de Nostr verificada
fr: Adresse Nostr vérifiée
it: Indirizzo Nostr verificato
pt: Endereço Nostr verificado
ru: Подтверждённый Nostr-адрес
tr: Doğrulanmış Nostr adresi
zh_hans: 已验证的 Nostr 地址
zh_hant: 已驗證的 Nostr 位址

source: via GIPHY
de: über GIPHY
es: vía GIPHY
it: tramite GIPHY
ru: через GIPHY
tr: GIPHY üzerinden
zh_hans: 来自 GIPHY
zh_hant: 來自 GIPHY

source: via GIPHY · %@
de: über GIPHY · %@
es: vía GIPHY · %@
it: tramite GIPHY · %@
ru: через GIPHY · %@
tr: GIPHY üzerinden · %@
zh_hans: 来自 GIPHY · %@
zh_hant: 來自 GIPHY · %@

source: Via your network
de: Über dein Netzwerk
es: A través de tu red
fr: Via votre réseau
it: Tramite la tua rete
pt: Através da sua rede
ru: Через вашу сеть
tr: Ağınız üzerinden
zh_hans: 通过你的网络
zh_hant: 透過你的網路

source: Videos record without sound
de: Videos werden ohne Ton aufgenommen
es: Los vídeos se graban sin sonido
fr: Les vidéos sont enregistrées sans son
it: I video vengono registrati senza audio
pt: Os vídeos são gravados sem som
ru: Видео записывается без звука
tr: Videolar sessiz kaydedilir
zh_hans: 视频将不录制声音
zh_hant: 影片將不錄製聲音

source: View edit history
de: Bearbeitungsverlauf anzeigen
es: Ver historial de edición
fr: Voir l'historique des modifications
it: Mostra cronologia modifiche
pt: Ver histórico de edições
ru: Показать историю изменений
tr: Düzenleme geçmişini göster
zh_hans: 查看编辑记录
zh_hant: 查看編輯記錄

source: View Shared Media
de: Geteilte Medien anzeigen
es: Ver contenido compartido
fr: Voir les médias partagés
it: Vedi media condivisi
pt: Ver mídia compartilhada
ru: Показать общие медиа
tr: Paylaşılan medyayı gör
zh_hans: 查看共享媒体
zh_hant: 查看共享媒體

source: Voice
de: Sprache
es: Voz
fr: Vocaux
it: Vocali
pt: Voz
ru: Голосовые
tr: Ses
zh_hans: 语音
zh_hant: 語音

source: Voice message
de: Sprachnachricht
es: Mensaje de voz
fr: Message vocal
it: Messaggio vocale
pt: Mensagem de voz
ru: Голосовое сообщение
tr: Sesli mesaj
zh_hans: 语音消息
zh_hant: 語音訊息

source: Waiting
de: Wartet
es: En espera
fr: En attente
it: In attesa
pt: Aguardando
ru: Ожидание
tr: Bekleniyor
zh_hans: 等待中
zh_hant: 等待中

source: Waiting for your signer
de: Wartet auf deinen Signierer
es: Esperando a tu firmante
fr: En attente de votre signataire
it: In attesa del tuo firmatario
pt: Aguardando seu assinador
ru: Ожидание средства подписи
tr: İmzalayıcın bekleniyor
zh_hans: 正在等待你的签名器
zh_hant: 正在等待你的簽署器

source: We couldn’t complete the lookup. Try another relay or check again before replacing any settings.
de: Die Suche konnte nicht abgeschlossen werden. Versuche ein anderes Relay oder prüfe erneut, bevor du Einstellungen ersetzt.
es: No pudimos completar la búsqueda. Prueba otro relay o vuelve a comprobar antes de sustituir la configuración.
fr: La recherche n’a pas abouti. Essayez un autre relais ou vérifiez à nouveau avant de remplacer des paramètres.
it: Non è stato possibile completare la ricerca. Prova un altro relay o riprova prima di sostituire le impostazioni.
pt: Não foi possível concluir a busca. Tente outro relay ou verifique novamente antes de substituir configurações.
ru: Не удалось завершить поиск. Попробуйте другое реле или повторите проверку, прежде чем заменять настройки.
tr: Arama tamamlanamadı. Ayarları değiştirmeden önce başka bir röle deneyin veya yeniden kontrol edin.
zh_hans: 无法完成查找。请尝试其他中继或重新检查，然后再替换设置。
zh_hant: 無法完成查找。請嘗試其他中繼或重新檢查，然後再取代設定。

source: We couldn’t determine whether another installation exists. Invitations may reach only one installation, and chats will not appear on both.
de: Wir konnten nicht feststellen, ob eine weitere Installation existiert. Einladungen erreichen möglicherweise nur eine Installation, und Chats erscheinen nicht auf beiden.
es: No pudimos determinar si existe otra instalación. Las invitaciones podrían llegar solo a una instalación y los chats no aparecerán en ambas.
fr: Nous n’avons pas pu déterminer si une autre installation existe. Les invitations peuvent n’atteindre qu’une installation, et les discussions n’apparaîtront pas sur les deux.
it: Non è stato possibile determinare se esiste un’altra installazione. Gli inviti potrebbero arrivare a una sola installazione e le chat non appariranno su entrambe.
pt: Não foi possível determinar se existe outra instalação. Os convites podem chegar a apenas uma instalação e as conversas não aparecerão nas duas.
ru: Не удалось определить, существует ли другая установка. Приглашения могут приходить только в одну установку, а чаты не появятся в обеих.
tr: Başka bir kurulum olup olmadığını belirleyemedik. Davetler yalnızca bir kuruluma ulaşabilir ve sohbetler her ikisinde görünmez.
zh_hans: 无法确定是否存在另一处安装。邀请可能仅到达一处安装，对话不会同时出现在两处。
zh_hant: 無法確定是否存在另一處安裝。邀請可能僅送達一處安裝，對話不會同時出現在兩處。

source: We couldn’t find a usable list. Look on a relay you’ve used before, or publish our defaults.
de: Wir konnten keine nutzbare Liste finden. Suche auf einem bereits verwendeten Relay oder veröffentliche unsere Standardwerte.
es: No encontramos una lista utilizable. Busca en un relay que hayas usado antes o publica nuestros valores predeterminados.
fr: Nous n’avons pas trouvé de liste utilisable. Cherchez sur un relais déjà utilisé ou publiez nos valeurs par défaut.
it: Non abbiamo trovato un elenco utilizzabile. Cerca su un relay già usato o pubblica le nostre impostazioni predefinite.
pt: Não encontramos uma lista utilizável. Busque em um relay que você já usou ou publique nossos padrões.
ru: Не удалось найти подходящий список. Поищите на знакомом реле или опубликуйте наши настройки по умолчанию.
tr: Kullanılabilir bir liste bulunamadı. Daha önce kullandığınız bir rölede arayın veya varsayılanlarımızı yayımlayın.
zh_hans: 未找到可用列表。请在你曾用过的中继上查找，或发布我们的默认设置。
zh_hant: 未找到可用清單。請在你曾用過的中繼上尋找，或發布我們的預設設定。

source: We couldn’t load your profile. You can try again or continue without changing it.
de: Dein Profil konnte nicht geladen werden. Versuche es erneut oder fahre ohne Änderungen fort.
es: No pudimos cargar tu perfil. Puedes intentarlo de nuevo o continuar sin cambiarlo.
fr: Votre profil n’a pas pu être chargé. Réessayez ou continuez sans le modifier.
it: Non è stato possibile caricare il profilo. Puoi riprovare o continuare senza modificarlo.
pt: Não foi possível carregar seu perfil. Você pode tentar novamente ou continuar sem alterá-lo.
ru: Не удалось загрузить профиль. Попробуйте ещё раз или продолжите без изменений.
tr: Profiliniz yüklenemedi. Tekrar deneyebilir veya değiştirmeden devam edebilirsiniz.
zh_hans: 无法加载个人资料。你可以重试，或在不更改资料的情况下继续。
zh_hant: 無法載入個人資料。你可以重試，或在不變更資料的情況下繼續。

source: We found signs of another installation. This can also happen after reinstalling. Invitations may reach only one installation, and chats will not appear on both.
de: Wir haben Hinweise auf eine weitere Installation gefunden. Das kann auch nach einer Neuinstallation vorkommen. Einladungen erreichen möglicherweise nur eine Installation, und Chats erscheinen nicht auf beiden.
es: Encontramos indicios de otra instalación. Esto también puede ocurrir tras reinstalar. Las invitaciones podrían llegar solo a una instalación y los chats no aparecerán en ambas.
fr: Nous avons trouvé des signes d’une autre installation. Cela peut aussi arriver après une réinstallation. Les invitations peuvent n’atteindre qu’une installation, et les discussions n’apparaîtront pas sur les deux.
it: Abbiamo trovato indizi di un’altra installazione. Può succedere anche dopo una reinstallazione. Gli inviti potrebbero arrivare a una sola installazione e le chat non appariranno su entrambe.
pt: Encontramos indícios de outra instalação. Isso também pode acontecer após reinstalar. Os convites podem chegar a apenas uma instalação e as conversas não aparecerão nas duas.
ru: Обнаружены признаки другой установки. Это возможно и после переустановки. Приглашения могут приходить только в одну установку, а чаты не появятся в обеих.
tr: Başka bir kuruluma dair işaretler bulduk. Bu, yeniden kurulumdan sonra da olabilir. Davetler yalnızca bir kuruluma ulaşabilir ve sohbetler her ikisinde görünmez.
zh_hans: 我们发现了另一处安装的迹象。重新安装后也可能出现这种情况。邀请可能仅到达一处安装，对话不会同时出现在两处。
zh_hant: 我們發現了另一處安裝的跡象。重新安裝後也可能出現這種情況。邀請可能僅送達一處安裝，對話不會同時出現在兩處。

source: We'll keep trying in the background.
de: Wir versuchen es im Hintergrund weiter.
es: Seguiremos intentándolo en segundo plano.
fr: Nous réessayerons en arrière-plan.
it: Continueremo a riprovare in background.
pt: Continuaremos tentando em segundo plano.
ru: Мы продолжим попытки в фоновом режиме.
tr: Arka planda denemeye devam edeceğiz.
zh_hans: 我们会在后台继续尝试。
zh_hant: 我們會在背景繼續嘗試。

source: Web search sends your query and IP address to DuckDuckGo and image hosts.
de: Die Websuche sendet deine Suchanfrage und IP-Adresse an DuckDuckGo und Bildanbieter.
es: La búsqueda web envía tu consulta y dirección IP a DuckDuckGo y a los servidores de imágenes.
fr: La recherche web envoie votre requête et votre adresse IP à DuckDuckGo et aux hôtes d’images.
it: La ricerca web invia la tua query e il tuo indirizzo IP a DuckDuckGo e agli host delle immagini.
pt: A pesquisa na web envia sua consulta e endereço IP ao DuckDuckGo e aos hosts de imagens.
ru: Веб-поиск отправляет ваш запрос и IP-адрес в DuckDuckGo и на серверы изображений.
tr: Web araması sorgunuzu ve IP adresinizi DuckDuckGo'ya ve görsel sunucularına gönderir.
zh_hans: 网页搜索会将你的查询和 IP 地址发送给 DuckDuckGo 和图片主机。
zh_hant: 網頁搜尋會將你的查詢和 IP 位址傳送給 DuckDuckGo 和圖片主機。

source: Welcome back
de: Willkommen zurück
es: Bienvenido de nuevo
fr: Content de te revoir
it: Bentornato
pt: bem vindo de volta
ru: Добро пожаловать
tr: tekrar hoşgeldiniz
zh_hans: 欢迎回来
zh_hant: 歡迎回來

source: What gets destroyed
de: Was gelöscht wird
es: Qué se elimina
fr: Ce qui est supprimé
it: Cosa viene eliminato
pt: O que é apagado
ru: Что будет удалено
tr: Neler silinir
zh_hans: 将被清除的内容
zh_hant: 將被清除的內容

source: When enabled, opening a conversation can tell GIPHY your IP address and which GIF was requested. Otherwise, received GIFs load only when you tap them.
de: Wenn aktiviert, kann das Öffnen einer Unterhaltung GIPHY deine IP-Adresse und das angeforderte GIF mitteilen. Andernfalls werden empfangene GIFs erst geladen, wenn du sie antippst.
es: Si está activado, abrir una conversación puede revelar a GIPHY tu dirección IP y qué GIF se solicitó. Si no, los GIFs recibidos solo se cargan cuando los tocas.
fr: Si cette option est activée, l’ouverture d’une conversation peut communiquer à GIPHY votre adresse IP et le GIF demandé. Sinon, les GIF reçus ne se chargent que lorsque vous les touchez.
it: Se attivo, aprire una conversazione può comunicare a GIPHY il tuo indirizzo IP e quale GIF è stata richiesta. Altrimenti, le GIF ricevute si caricano solo quando le tocchi.
pt: Quando ativado, abrir uma conversa pode informar ao GIPHY o seu endereço IP e qual GIF foi solicitado. Caso contrário, os GIFs recebidos só são carregados quando você os toca.
ru: Если включено, открытие разговора может сообщить GIPHY ваш IP-адрес и какой GIF был запрошен. Иначе полученные GIF загружаются только по нажатию.
tr: Etkinleştirildiğinde, bir sohbeti açmak GIPHY’ye IP adresinizi ve hangi GIF’in istendiğini bildirebilir. Aksi hâlde alınan GIF’ler yalnızca dokunduğunuzda yüklenir.
zh_hans: 启用后，打开对话可能会向 GIPHY 透露你的 IP 地址以及所请求的 GIF。否则，收到的 GIF 仅在你轻点时才加载。
zh_hant: 啟用後，開啟對話可能會向 GIPHY 透露你的 IP 位址以及所請求的 GIF。否則，收到的 GIF 僅在你輕點時才載入。

source: White Noise defaults
de: White Noise-Standardwerte
es: Valores predeterminados de White Noise
fr: Valeurs par défaut de White Noise
it: Impostazioni predefinite di White Noise
pt: Padrões do White Noise
ru: Настройки White Noise по умолчанию
tr: White Noise varsayılanları
zh_hans: White Noise 默认设置
zh_hant: White Noise 預設設定

source: White Noise does not yet sync conversations across devices. We recommend using this account on one device.
de: White Noise synchronisiert Unterhaltungen noch nicht zwischen Geräten. Wir empfehlen, dieses Konto auf einem Gerät zu verwenden.
es: White Noise aún no sincroniza conversaciones entre dispositivos. Recomendamos usar esta cuenta en un solo dispositivo.
fr: White Noise ne synchronise pas encore les conversations entre appareils. Nous recommandons d’utiliser ce compte sur un seul appareil.
it: White Noise non sincronizza ancora le conversazioni tra dispositivi. Consigliamo di usare questo account su un solo dispositivo.
pt: O White Noise ainda não sincroniza conversas entre dispositivos. Recomendamos usar esta conta em um único dispositivo.
ru: White Noise пока не синхронизирует переписки между устройствами. Рекомендуем использовать этот аккаунт на одном устройстве.
tr: White Noise henüz sohbetleri cihazlar arasında eşitlemiyor. Bu hesabı tek cihazda kullanmanı öneriyoruz.
zh_hans: White Noise 尚不能跨设备同步对话。我们建议在一台设备上使用此账户。
zh_hant: White Noise 尚不能跨裝置同步對話。我們建議在一台裝置上使用此帳戶。

source: White Noise does not yet sync conversations across devices. We recommend using this profile on one device.
de: White Noise synchronisiert Unterhaltungen noch nicht geräteübergreifend. Wir empfehlen, dieses Profil auf einem Gerät zu verwenden.
es: White Noise aún no sincroniza las conversaciones entre dispositivos. Recomendamos usar este perfil en un solo dispositivo.
fr: White Noise ne synchronise pas encore les conversations entre appareils. Nous recommandons d’utiliser ce profil sur un seul appareil.
it: White Noise non sincronizza ancora le conversazioni tra dispositivi. Ti consigliamo di usare questo profilo su un solo dispositivo.
pt: O White Noise ainda não sincroniza conversas entre dispositivos. Recomendamos usar este perfil em um único dispositivo.
ru: White Noise пока не синхронизирует разговоры между устройствами. Рекомендуем использовать этот профиль на одном устройстве.
tr: White Noise henüz konuşmaları cihazlar arasında eşitlemiyor. Bu profili tek bir cihazda kullanmanızı öneririz.
zh_hans: White Noise 暂不支持跨设备同步对话。建议仅在一台设备上使用此个人资料。
zh_hant: White Noise 尚不支援跨裝置同步對話。建議僅在一台裝置上使用此個人檔案。

source: White Noise is free and open source. Donations help us improve it and keep it available to everyone.
de: White Noise ist kostenlos und Open Source. Spenden helfen uns, es zu verbessern und für alle verfügbar zu halten.
es: White Noise es gratuito y de código abierto. Las donaciones nos ayudan a mejorarlo y a mantenerlo disponible para todos.
fr: White Noise est gratuit et open source. Les dons nous aident à l’améliorer et à le garder accessible à tous.
it: White Noise è gratuito e open source. Le donazioni ci aiutano a migliorarlo e a mantenerlo disponibile per tutti.
pt: O White Noise é gratuito e de código aberto. As doações nos ajudam a melhorá-lo e a mantê-lo disponível para todos.
ru: White Noise бесплатен и имеет открытый исходный код. Пожертвования помогают нам улучшать его и сохранять доступным для всех.
tr: White Noise ücretsiz ve açık kaynaklıdır. Bağışlar onu geliştirmemize ve herkes için erişilebilir tutmamıza yardımcı olur.
zh_hans: White Noise 免费且开源。捐赠有助于我们改进它，并让所有人都能使用。
zh_hant: White Noise 免費且開源。捐贈有助於我們改進它，並讓所有人都能使用。

source: White Noise is free and open source. Donations keep it that way.
de: White Noise ist kostenlos und quelloffen. Spenden helfen, dass es so bleibt.
es: White Noise es gratis y de código abierto. Las donaciones ayudan a mantenerlo así.
fr: White Noise est gratuit et open source. Les dons aident à le garder ainsi.
it: White Noise è gratuito e open source. Le donazioni aiutano a mantenerlo tale.
pt: White Noise é gratuito e de código aberto. As doações ajudam a mantê-lo assim.
ru: White Noise бесплатен и имеет открытый исходный код. Пожертвования помогают сохранить это.
tr: White Noise ücretsiz ve açık kaynaklıdır. Bağışlar böyle kalmasına yardımcı olur.
zh_hans: White Noise 免费且开源。捐赠有助于保持这一点。
zh_hant: White Noise 免費且開源。捐款有助於維持這一點。

source: White Noise is locked
de: White Noise ist gesperrt
es: White Noise está bloqueado
fr: White Noise est verrouillé
it: White Noise è bloccato
pt: White Noise está bloqueado
ru: White Noise заблокирован
tr: White Noise kilitli
zh_hans: White Noise 已锁定
zh_hant: White Noise 已鎖定

source: Wi-Fi
de: WLAN

source: Wi-Fi and Cellular
de: WLAN und Mobilfunk
es: Wi-Fi y datos móviles
fr: Wi-Fi et données cellulaires
it: Wi-Fi e cellulare
pt: Wi-Fi e dados móveis
ru: Wi-Fi и сотовая связь
tr: Wi-Fi ve hücresel
zh_hans: Wi-Fi 和蜂窝网络
zh_hant: Wi-Fi 與行動網路

source: Wipe Data From This Device
de: Daten von diesem Gerät löschen
es: Borrar los datos de este dispositivo
fr: Effacer les données de cet appareil
it: Cancella i dati da questo dispositivo
pt: Apagar os dados deste dispositivo
ru: Удалить данные с этого устройства
tr: Bu cihazdaki verileri sil
zh_hans: 清除本设备上的数据
zh_hant: 清除本裝置上的資料

source: Wipe this profile?
de: Dieses Profil löschen?
es: ¿Borrar este perfil?
fr: Effacer ce profil ?
it: Eliminare questo profilo?
pt: Apagar este perfil?
ru: Стереть этот профиль?
tr: Bu profil silinsin mi?
zh_hans: 清除该个人资料？
zh_hant: 清除此個人資料？

source: Wiping local data…
de: Lokale Daten werden gelöscht…
es: Borrando datos locales…
fr: Effacement des données locales…
it: Eliminazione dei dati locali…
pt: Apagando dados locais…
ru: Стирание локальных данных…
tr: Yerel veriler siliniyor…
zh_hans: 正在清除本地数据…
zh_hant: 正在清除本機資料…

source: Write relays
de: Schreib-Relays
es: Relays de escritura
fr: Relais d’écriture
it: Relay di scrittura
pt: Relays de escrita
ru: Ретрансляторы для записи
tr: Yazma röleleri
zh_hans: 写入中继
zh_hant: 寫入中繼

source: Writes local audit JSONL files for forensic review using obscured identifiers and no message content. Changes apply immediately.
de: Schreibt lokale JSONL-Prüfprotokolle für die forensische Prüfung mit verschleierten Kennungen und ohne Nachrichteninhalte. Änderungen werden sofort wirksam.
es: Escribe archivos de auditoría JSONL locales para la revisión forense, con identificadores ocultos y sin contenido de mensajes. Los cambios se aplican de inmediato.
fr: Écrit des fichiers d’audit JSONL locaux pour l’analyse forensique, avec des identifiants masqués et sans contenu de message. Les modifications s’appliquent immédiatement.
it: Scrive file di audit JSONL locali per l’analisi forense, con identificatori oscurati e senza contenuto dei messaggi. Le modifiche vengono applicate immediatamente.
pt: Grava arquivos de auditoria JSONL locais para análise forense, com identificadores ocultados e sem conteúdo de mensagens. As alterações são aplicadas imediatamente.
ru: Записывает локальные файлы аудита JSONL для криминалистического анализа со скрытыми идентификаторами и без содержимого сообщений. Изменения применяются немедленно.
tr: Adli inceleme için gizlenmiş tanımlayıcılarla ve mesaj içeriği olmadan yerel JSONL denetim dosyaları yazar. Değişiklikler hemen uygulanır.
zh_hans: 写入本地 JSONL 审计文件以供取证审查，其中标识符已隐藏且不包含消息内容。更改会立即生效。
zh_hant: 寫入本機 JSONL 稽核檔案以供鑑識審查，其中識別碼已隱藏且不包含訊息內容。變更會立即生效。
